Repository: RangelReale/htmlbutcher
Catalog: locale/*.po
Languages: pt_br

source: Could not load help
pt_br: Não foi possível carregar ajuda

source: Empty Link
pt_br: Link vazio

source: &Insert file link
pt_br: &Inserir link de arquivo

source: HTML not generated
pt_br: HTML não gerado

source: Invalid image file extension
pt_br: Extensão de arquivo de imagem inválida

source: View &full size
pt_br: Ver ta&manho total

source: &Repeat image
pt_br: &Repetir imagem

source: &Margin
pt_br: &Margem

source: &Background color
pt_br: Cor de &fundo

source: &Custom zoom
pt_br: Zoom &customizado

source: &Save to file...
pt_br: &Salvar para arquivo...

source: Enter zoom value
pt_br: Entre com o zoom

source: Save file
pt_br: Salvar arquivo

source: JPEG image (*.jpg)|*.jpg|GIF image (*.gif)|*.gif|PNG image (*.png)|*.png|BMP image (*.bmp)|*.bmp|TIFF image (*.tif)|*.tif|XPM image (*.xpm)|*.xpm
pt_br: Imagem JPEG (*.jpg)|*.jpg|Imagem GIF (*.gif)|*.gif|Imagem PNG (*.png)|*.png|Imagem BMP (*.bmp)|*.bmp|Imagem TIFF (*.tif)|*.tif|Imagem XPM (*.xpm)|*.xpm

source: Error loading image
pt_br: Erro carregando imagem

source: Error saving image
pt_br: Erro salvando imagem

source: Unable to convert image
pt_br: Não foi possível converter imagem

source: Unable to load converted image
pt_br: Não foi possível carregar a imagem convertida

source: Uknown locale code '%s' in registry.
pt_br: Local '%s' desconhecido.

source: (Use default language)
pt_br: (Usar idioma padrão)

source: English
pt_br: Inglês

source: Portuguese (Brazilian)
pt_br: Português do Brasil

source: Japanese
pt_br: Japonês

source: Select your prefered language
pt_br: Selecione seu idioma preferido

source: Language selection
pt_br: Seleção de idioma

source: You must restart HTMLButcher for this change to take effect.
pt_br: Você deve reiniciar o HTMLButcher para que esta alteração surta efeito.

source: &Customize
pt_br: &Customizar

source: Customize this area
pt_br: Customizar esta área

source: Kind
pt_br: Tipo

source: &None
pt_br: &Nenhum

source: None
pt_br: Nenhum

source: &Image
pt_br: &Imagem

source: Image
pt_br: Imagem

source: &Mask
pt_br: &Máscara

source: Mask
pt_br: Máscara

source: &Kind
pt_br: &Tipo

source: Area kind
pt_br: Tipo de área

source: &Image Format
pt_br: Formato de &Imagem

source: &Select
pt_br: &Selecionar

source: Select image format
pt_br: Selecione o formato de imagem

source: Image format
pt_br: Formato de imagem

source: &Background Image
pt_br: Imagem de &fundo

source: Generate background image
pt_br: Gerar imagem de fundo

source: &Delete
pt_br: &Excluir

source: Delete
pt_br: Excluir

source: Image &format properties
pt_br: Propriedades de &formato de imagem

source: Image format properties
pt_br: Propriedades de formato de imagem

source: Al&ternate files
pt_br: Ar&quivos alternativos

source: Alternate files
pt_br: Arquivos alternativos

source: Grid &Slice
pt_br: Fatiar em &Grades

source: Slice mask in grid format
pt_br: Fatiar a máscara em formato de grade

source: Position and &Size
pt_br: Po&sição e Tamanho

source: Position and Size
pt_br: Posição e Tamanho

source: Save ra&w image as...
pt_br: Salvar imagem s&em processamento como...

source: Export raw image to file
pt_br: Exportar imagem sem processamento para arquivo

source: Sa&ve image as...
pt_br: Sal&var imagem como...

source: Export image to file
pt_br: Exportar imagem para arquivo

source: &Rename
pt_br: &Renomear

source: Rename this area
pt_br: Renomear esta área

source: &Properties
pt_br: &Propriedades

source: Properties
pt_br: Propriedades

source: Areas
pt_br: Áreas

source: Cannot customize this master area
pt_br: Não é possível customizar esta área mestre

source: Adjust Position and Size:
pt_br: Ajustar Posição e Tamanho:

source: Area size cannot be modified at all
pt_br: Tamanho da área não pode ser modificado de modo algum

source: Selected image format is invalid
pt_br: Format de imagem selecionado é inválido

source: Selected alternate image format is invalid
pt_br: Format de arquivo alternativo selecionado é inválido

source: Selected slice is invalid
pt_br: A fatia selecionada é inválida

source: Could not save area image - try saving raw area image.
pt_br: Não foi possível salvar imagem da área - tente salvar imagem sem processamento.

source: Enter area name
pt_br: Entre o nome da área

source: Rename area
pt_br: Renomear área

source: Properties not used
pt_br: Propriedades não usadas

source: Delete line
pt_br: Excluir linha

source: Lines
pt_br: Linhas

source: This line cannot be deleted.
pt_br: Esta linha não pode ser excluída.

source: Invalid metadata for colorscheme
pt_br: Metadado inválido para este esquema de cores

source: Invalid metadata for colorscheme color item
pt_br: Metadado inválido para este item de esquema de cores

source: Color scheme does not exists
pt_br: Esquema de cores não existe

source: DEFAULT
pt_br: PADRÃO

source: Invalid metadata for image format
pt_br: Metadado inválido para o format de imagem

source: JPEG HIGH
pt_br: JPEG HIGH (ALTA)

source: JPEG MAXIMUM
pt_br: JPEG MAXIMUM (MÁXIMA)

source: JPEG LOW
pt_br: JPEG LOW (BAIXA)

source: Lines are not on the same mask container
pt_br: As linhas não estão dentro do mesmo recipiente de máscara

source: Cannot move line
pt_br: Não é possível mover linha

source: Cannot set position
pt_br: Não é possível setar esta posição

source: Line %d
pt_br: Linha %d

source: TOP
pt_br: SUPERIOR

source: LEFT
pt_br: ESQUERDA

source: BOTTOM
pt_br: INFERIOR

source: RIGHT
pt_br: DIREITA

source: This area cannot be linked to
pt_br: Não é possível ligar a esta área

source: This link does not have an alternate item
pt_br: Este link não tem um item alternativo

source: This is not an area link
pt_br: Isto não é um link para área

source: Linked area not found
pt_br: Link para área não encontrado

source: This link does not point to an image
pt_br: Este link não aponta para uma imagem

source: Invalid BURL (0)
pt_br: BURL inválida (0)

source: Invalid BURL (1)
pt_br: BURL inválida (1)

source: Invalid BURL (A2)
pt_br: BURL inválida (A2)

source: Invalid BURL (A3)
pt_br: BURL inválida (A3)

source: Invalid BURL (A5)
pt_br: BURL inválida (A5)

source: Invalid BURL (A4)
pt_br: BURL inválida (A4)

source: Invalid BURL (F2)
pt_br: BURL inválida (F2)

source: Invalid BURL (E)
pt_br: BURL inválida (E)

source: INVALID LINK: %s
pt_br: LINK INVÁLIDO: %s

source: Area
pt_br: Área

source: Global Area
pt_br: Área Global

source: Alternate %d
pt_br: Alternativo %d

source: File #%d (%s)
pt_br: Arquivo #%d (%s)

source: Assorted File #%d (%s)
pt_br: Arquivos extra #%d (%s)

source: Unknown link
pt_br: Link desconhecido

source: Error parsing template
pt_br: Erro analisando template

source: ** invalid burl **
pt_br: ** burl inválido **

source: Image has no filename information
pt_br: Imagem não tem informação de nome de arquivo

source: Invalid metadata for image info
pt_br: Metadado inválido para informação de imagem

source: Invalid metadata for image info transparent pixel
pt_br: Metadado inválido para lista de pixels transparentes de informação de imagem

source: Generating preview for %s, please wait...
pt_br: Gerando preview para %s, por favor aguarde...

source: NONE
pt_br: NENHUM

source: IMAGE
pt_br: IMAGEM

source: MASK
pt_br: MÁSCARA

source: UNKNOWN
pt_br: DESCONHECIDO

source: Invalid metadata for area config
pt_br: Metadado inválido para configuração de área

source: This area cannot be sliced
pt_br: Esta área não pode ser fatiada

source: Area size too small for slicing
pt_br: Tamanho da área pequeno demais para fatiar

source: Default area config not found
pt_br: Configuração padrão de área não encontrada

source: This area isn't customizable
pt_br: Esta área não é customizável

source: Default config cannot be deleted
pt_br: A configuração padrão não pode ser excluída

source: Invalid lines for area
pt_br: Linhas inválidas para área

source: Cannot move to this position
pt_br: Não é possível mover para esta posição

source: Cannot change to this size
pt_br: Não é possível mudar para este tamanho

source: This area doesn't have a file name
pt_br: Esta área não tem um nome de arquivo

source: Invalid line
pt_br: Linha inválida

source: Invalid metadata for area
pt_br: Metadado inválido para área

source: No areas for layout building
pt_br: Não há áreas para a construção do layout

source: Operation not supported.
pt_br: Operação não suportada.

source: Invalid metadata for container
pt_br: Metadado inválido para recipiente

source: Line not connectable
pt_br: Linha não conectável

source: Line not ready
pt_br: Linha não está pronta

source: Mask not editable
pt_br: Máscara não editável

source: Area cannot be joined
pt_br: Está área não pode ser conectada

source: Container cannot contain lines
pt_br: Recipiente não pode conter linhas

source: Cannot add this line
pt_br: Não é possível adicionar esta linha

source: Could not find join area
pt_br: Não foi possível encontrar área de ligação

source: Area has no connectable lines
pt_br: Esta área não tem linhas conectáveis

source: Invalid metadata for line
pt_br: Metadado inválido para linha

source: Could not find start and/or end line
pt_br: Não foi possível encontrar linha de início e/ou fim

source: Could not find area %d (%d-%d-%d-%d)
pt_br: Não foi possível encontrar a área %d (%d-%d-%d-%d)

source: Cannot add split area on this container
pt_br: Não é possível adicionar área 'split' neste recipiente

source: Cannot set these mask positions
pt_br: Não é possível setar essas posições de máscara

source: Mask size is not variable
pt_br: Tamanho da máscara não é variável

source: Invalid metadata for mask
pt_br: Metadado inválido para máscara

source: Inner areas must have a parent
pt_br: Áreas internas devem ter um pai

source: Only full paths can be created
pt_br: Somente diretórios completos podem ser criados

source: Could not create dir: %s
pt_br: Não foi possível criar diretório: %s

source: Invalid metadata for file path
pt_br: Metadado inválido para caminho de diretório

source: File does not exists
pt_br: Arquivo não existe

source: Error loading file stream
pt_br: Erro carregando dados de arquivo

source: File image not found
pt_br: Imagem do arquivo não encontrado

source: Loading image %s, please wait...
pt_br: Carregando imagem %s, por favor aguarde...

source: Invalid metadata for file
pt_br: Metadado inválido para arquivo

source: IMAGE ERROR
pt_br: ERRO DE IMAGEM

source: HTML file
pt_br: Arquivo HTML

source: CSS file
pt_br: Arquivos CSS

source: Area missing for HTML generation
pt_br: Área faltando para a geração do HTML

source: Could not create file
pt_br: Não é possível criar arquivo

source: Generating HTML, please wait...
pt_br: Gerando HTML, por favor aguarde....

source: Invalid layout type
pt_br: Tipo de layout inválido

source: Map
pt_br: Mapa

source: <!-- alignment row -->
pt_br: <!-- linha de alinhamento -->

source: Area: %s
pt_br: Área: %s

source: Area: %s alternate %d
pt_br: Área: %s alternativo %d

source: Assorted file: %d - %s
pt_br: Arquivo extra: %d - %s

source: Global Area: %s
pt_br: Área Global: %s

source: Global Area: %s alternate %d
pt_br: Área Global: %s alternativo %d

source: Invalid metadata for view
pt_br: Metadado inválido para página

source: Invalid metadata for view assorted file
pt_br: Metadado inválido para arquivos extra de página

source: File path name cannot be blank
pt_br: Nome do diretório não pode estar em branco

source: images
pt_br: imagens

source: root
pt_br: raiz

source: File is not a recognized file format
pt_br: Arquivo não é de algum tipo conhecido

source: File is not a recognized image format
pt_br: Arquivo não é um tipo reconhecido de imagem

source: Mask is not a recognized file format
pt_br: Máscara não é de um tipo reconhecido de arquivo

source: Mask name cannot be blank
pt_br: Nome da máscara não pode estar em branco

source: View is not a recognized file format
pt_br: Página não é de um tipo reconhecido de arquivo

source: View name cannot be blank
pt_br: Nome da página não pode estar em branco

source: Invalid metadata for assorted file group
pt_br: Metadado inválido para grupo de arquivos extra

source: Assorted file is not an image
pt_br: Arquivo extra não é uma imagem

source: Invalid metadata for Assorted file
pt_br: Metadado inválido para arquivo extra

source: Invalid metadata for CSS file
pt_br: Metadado inválido para arquivo CSS

source: Loading file, please wait...
pt_br: Carregando arquivo, por favor aguarde...

source: Name of file not found
pt_br: Nome do arquivo não encontrado

source: File name not found
pt_br: Nome de arquivo não encontrado

source: Could not create temporary save file
pt_br: Não foi possível criar arquivo temporário

source: Saving file, please wait...
pt_br: Salvando arquivo, por favor aguarde...

source: Could not rename current file
pt_br: Não foi possível renomear arquivo atual

source: Could not rename new file
pt_br: Não foi possível renomear o novo arquivo

source: Invalid value for this datatype
pt_br: Valor inválido para este tipo de dados

source: Invalid integer data size
pt_br: Tamanho de dados inteiro inválido

source: Metadata data does not exists
pt_br: Dado de metadado não existe

source: This item is not for this data
pt_br: Este item não é para este dado

source: Metadata does not exists
pt_br: Metadado não existe

source: Error reading file header
pt_br: Erro lendo cabeçalho do arquivo

source: Error reading metadata header
pt_br: Erro lendo cabeçalho do metadado

source: Invalid metadata header
pt_br: Cabeçalho de metadado inválido

source: Could not read data header
pt_br: Não foi possível ler o cabeçalho dos dados

source: Invalid data header signature
pt_br: Assinatura de cabeçalho inválida

source: Metadata error: cannot start before ending
pt_br: Erro de metadado: não é possível inicar antes do fim

source: Metadata error: cannot end before starting
pt_br: Erro de metadado: não é possivel finalizar antes do início

source: Metadata error: cannot have item outside metadata
pt_br: Erro de metadado: item não pode estar fora do metadado

source: End of data without metadata end
pt_br: Fim dos dados sem o fim dos metadados

source: Could not read item header
pt_br: Não foi possível ler cabeçalho do item

source: Invalid item header
pt_br: Cabeçalho de item inválido

source: Invalid item data type
pt_br: Tipo de dado de item inválido

source: End of data while reading item data
pt_br: Fim de dados ao ler dados do item

source: Could not read item data
pt_br: Não foi possível ler dados do item

source: Could not read item end header
pt_br: Não foi possível ler cabeçalho de fim de item

source: Invalid item end header
pt_br: Cabeçalho de fim de item inválido

source: Metadata error: item end without begin
pt_br: Erro de metadado: fim do item sem início

source: Metadata error: root storage cannot have items
pt_br: Erro de metadado: compartimentop raiz não pode conter ítens

source: Invalid data
pt_br: Dado inválido

source: Error writing file header
pt_br: Erro gravado cabeçalho de arquivo

source: Data written different than expected (expect: %d - read: %d).
pt_br: Dado gravado diferente do esperado (esperado: %d - lido: %d).

source: Error reopening file.
pt_br: Erro reabrindo arquivo.

source: Invalid file: %s
pt_br: Arquivo inválido: %s

source: Error
pt_br: Erro

source: Invalid license file
pt_br: Arquivo de licença inválido

source: Corrupted license file
pt_br: Arquivo de licença corrompido

source: Logic error in scrollwin events
pt_br: Erro de lógica em eventos scrollwin

source: Lines can only be added in masks - convert to mask first
pt_br: Lines só podem ser adicionadas em máscaras - converta para máscara antes

source: Select ending vertical line
pt_br: Selecione a linha vertical final

source: Select ending horizontal line
pt_br: Selecione a linha horizontal final

source: Cannot delete this line
pt_br: Não é possível excluir esta linha

source: Cannot move this line
pt_br: Não é possível mover esta linha

source: Select destination position
pt_br: Selecione a posição destino

source: Select end position
pt_br: Selecione a posição final

source: No compatible area selected
pt_br: Nenhuma área compatível selecionada

source: Position must be on the same area
pt_br: Posição deve estar na mesma área

source: This operation cannot be executed at this time
pt_br: Esta operação não pode ser executada neste momento

source: Select start vertical line
pt_br: Selecione a linha vertical inicial

source: Select start horizontal line
pt_br: Selecione a linha horizontal inicial

source: Select line to delete
pt_br: Selecione a linha a excluir

source: Select line to move
pt_br: Selecione a linha a mover

source: Select start position
pt_br: Selecione a posição inicial

source: Select global area to delete
pt_br: Seleciona a área global a excluir

source: Select map area to delete
pt_br: Selecione a área de mapa a excluir

source: Could not load image data
pt_br: Não foi possível carregar os dados da imagem

source: Generating preview, please wait...
pt_br: Gerando preview, por favor aguarde...

source: Version %s
pt_br: Versão %s

source: Positions
pt_br: Posições

source: &Top:
pt_br: &Superior:

source: &Left:
pt_br: &Esquerda:

source: &Right:
pt_br: &Direita:

source: &Bottom:
pt_br: &Inferior:

source: Movement
pt_br: Movimento

source: Le&ft:
pt_br: Es&querda:

source: To&p:
pt_br: To&po:

source: Size
pt_br: Tamanho

source: &Width:
pt_br: Compri&mento:

source: &Height:
pt_br: &Altura:

source: Re&vert
pt_br: Re&verter

source: &Cancel
pt_br: &Cancelar

source: &File:
pt_br: &Arquivo:

source: Select a file
pt_br: Selecione um arquivo

source: All files (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*

source: File &Type:
pt_br: &Tipo de arquivo:

source: Unknown
pt_br: Desconhecido

source: File &path:
pt_br: Ca&minho de diretório:

source: &Save filename:
pt_br: Nome de arquivo a &salvar:

source: &Groups:
pt_br: &Grupos:

source: File cannot be blank
pt_br: Nome do arquivo não pode estar em branco

source: Invalid save file name
pt_br: Nome de arquivo inválido

source: &Name:
pt_br: &Nome:

source: &CSS Text:
pt_br: Te&xto do CSS:

source: &Help
pt_br: A&juda

source: Name cannot be blank
pt_br: Nome não pode ser branco

source: <html><body> This is a DEMO version of HTMLButcher. This demo have the following limitations:<br> <br> <ul> <li>No project loading and saving.</li> <li>Limit of 2 files, 1 mask, 1 view, and 1 alternate file.</li> <li>Line patterns are added to the generated images.</li> </ul> <br><br> Other than that, the application is exactly the same. Try it out, and buy it from <a href="http://www.htmlbutcher.com">http://www.htmlbutcher.com</a> if you like it.<br> </body></html>
pt_br: <html><body> Esta é uma versão DEMO do HTMLButcher. Este demo tem as seguintes limitações:<br> <br> <ul> <li>Carregar e salvar projetos desabilitado.</li> <li>Limite de 2 arquivos, 1 máscara, 1 página, e 1 arquivo alternativo.</li> <li>Padrões de linha adicionados à imagem gerada.</li> </ul> <br><br> Além disso, o programa é exatamente o mesmo. Teste-o, e compre em <a href="http://www.htmlbutcher.com">http://www.htmlbutcher.com</a> se for de seu agrado.<br> </body></html>

source: Wait
pt_br: Espere

source: Wait %ds
pt_br: Espere %ds

source: Show preview
pt_br: Mostrar previe&w

source: Add file
pt_br: Adicionar arquivo

source: All files|*.*
pt_br: Todos os arquivos|*.*

source: Are you sure you want to remove this file?
pt_br: Você tem certeza que quer remover este arquivo?

source: Removing this file will remove %d view(s). Are you sure?
pt_br: Remover este arquivo removerá também %d página(s). Tem certeza?

source: Removing this file will affect %d item(s). Are you sure?
pt_br: Remover este arquivo afetará %d item(s). Tem certeza?

source: Remove path
pt_br: Remover caminho de diretório

source: This file cannot be deleted
pt_br: Este arquivo não pode ser excluído

source: Enable &Preview
pt_br: Habilitar &Preview

source: Files
pt_br: Arquivos

source: Assorted Files
pt_br: Arquivos extra

source: No link selected
pt_br: Nenhum link selecionado

source: Global Areas
pt_br: Áreas Globais

source: Alternate Files
pt_br: Arquivos alternativos

source: File Link
pt_br: Link de arquivo

source: &Path:
pt_br: Ca&minho:

source: Invalid path
pt_br: Caminho de diretório inválido

source: Path must be a relative path
pt_br: Caminho de diretório deve ser um caminho relativo

source: Auto-update
pt_br: Atualizar a&utomaticamente

source: Are you sure you want to remove this image format?
pt_br: Tem certeza que deseja remover este formato de imagem?

source: Removing this image format will affect %d item(s). Are you sure?
pt_br: Remover este formato de imgem afetará %d item(s). Tem certeza?

source: Remove image format
pt_br: Excluir formato de imagem

source: This image format cannot be deleted
pt_br: Esta área não pode ser excluída

source: Preview (%s - size %s [%s bytes]):
pt_br: Preview (%s - tamanho %s [%s bytes]):

source: Use default compression
pt_br: Usar compressão padrão

source: Maximum (100%)
pt_br: Máxima (100%)

source: Medium (50%)
pt_br: Média (50%)

source: Low (25%)
pt_br: Baixa (25%)

source: Minimum (10%)
pt_br: Mínima (10%)

source: Use default quantization
pt_br: (Usar quantização padrão)

source: Use default bit depth
pt_br: Usar profundidade de bits padrão

source: &Format:
pt_br: &Formato:

source: &JPEG compression:
pt_br: Compressão &JPEG:

source: JPEG pro&gressive
pt_br: JPEG pro&gressivo

source: GIF/PNG8 &quantization: (reduction to 8 bit)
pt_br: &Quantização GIF/PNG8 : (redução para 8 bits)

source: Force bit &depth if possible:
pt_br: Forçar profun&didade de bits se possível:

source: Preview (size %s [%s bytes]):
pt_br: Preview (tamanho %s [%s bytes]):

source: &Add
pt_br: &Adicionar

source: &Edit
pt_br: &Editar

source: &Remove
pt_br: E&xcluir

source: &Duplicate
pt_br: &Duplicar

source: &Close
pt_br: &Fechar

source: Are you sure you want to remove this mask?
pt_br: Tem certeza que deseja remover esta máscara?

source: Removing this mask will remove %d view(s). Are you sure?
pt_br: Remover esta máscara afetará %d página(s). Tem certeza?

source: Remove mask
pt_br: Remover máscara

source: This mask cannot be deleted
pt_br: Esta máscara não pode ser excluída

source: New mask name
pt_br: Nome da nova máscara

source: Duplicate mask
pt_br: Duplicar máscara

source: Are you sure you want to remove this view?
pt_br: Tem certeza que deseja remover esta página?

source: Remove view
pt_br: Remover página

source: This view cannot be deleted
pt_br: Esta página não pode ser excluída

source: Group name
pt_br: Nome do grupo

source: Add Assorted File Group
pt_br: Adicionar grupos de arquivos extra

source: Are you sure you want to remove this group?
pt_br: Tem certeza que deseja remover este grupo?

source: Remove group
pt_br: Remover grupo

source: This group cannot be deleted
pt_br: Este grupo não pode ser excluído

source: Add assorted file
pt_br: Adicionar arquivo extra

source: Remove file
pt_br: Remover arquivo

source: Are you sure you want to remove this path?
pt_br: Tem certeza que deseja remover este caminho de diretório?

source: Removing this path will affect %d item(s). Are you sure?
pt_br: Remover este caminho de diretório afetará %d item(s). Tem certeza?

source: This path cannot be deleted
pt_br: Esta caminho de diretório não pode ser excluído

source: Are you sure you want to remove this CSS?
pt_br: Tem certeza que deseja remover este CSS?

source: Removing this CSS will affect %d item(s). Are you sure?
pt_br: Remover este CSS afetará %d item(s). Tem certeza?

source: Remove CSS
pt_br: Remover CSS

source: This CSS cannot be deleted
pt_br: Este CSS não pode ser excluído

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: Top
pt_br: Superior

source: Middle
pt_br: Meio

source: Bottom
pt_br: Inferior
