Repository: RangelReale/htmlbutcher
Catalog: locale/*.po
Languages: pt_br

source: All
pt_br: Tudo

source: Default
pt_br: Padrão

source: Image Link
pt_br: Link de imagem

source: Hover:
pt_br: Sobre:

source: Selected:
pt_br: Selecionado:

source: &Kind:
pt_br: &Tipo:

source: &Layout type (inner mask)
pt_br: Tipo de &layout (máscara interna)

source: &Image Format:
pt_br: Formato de &Imagem:

source: Image &Map
pt_br: &Mapa de imagem

source: Image Ma&p Name:
pt_br: Nome do Ma&pa de Imagem:

source: Base &Filename: (without extension)
pt_br: Nome base do a&rquivo (sem extensão)

source: Prepen&d parent area filename
pt_br: A&dicionar antes nome de arquivo da área pai

source: Use &Alternate file:
pt_br: Usar &arquivo alternativo:

source: No
pt_br: Não

source: &Align:
pt_br: &Alinhamento:

source: &Vertical Align:
pt_br: Alinhamento &vertical

source: Background &Repeat:
pt_br: R&epetição de fundo:

source: Inner &Scrollable (DIV)
pt_br: Conteúdo com &scroll (DIV)

source: Cell &Tag Append: (<TD>/<DIV> attributes)
pt_br: Adicionar à tag da cé&lula: (atributos de <TD>/<DIV>)

source: Table &Tag Append: (inner mask)
pt_br: Adicionar à tag da ta&bela: (máscara interna)

source: Background Co&lor:
pt_br: Co&r de fundo:

source: Variable Si&ze
pt_br: Tama&nho variável

source: &Content (HTML inside <TD>/<DIV>):
pt_br: Conteú&do (HTML dentro de <TD>/<DIV>):

source: Image &URL: (http://www.site.com)
pt_br: &URL da imagem: (http://www.site.com)

source: Image &URL Tag Append: (<A> attributes)
pt_br: Adicionar à tag do lin&k da imagem: (atributos de <A>)

source: Ima&ge Tag Append: (<IMG> attributes)
pt_br: Adicionar à tag da ima&gem: (atributos de <IMG>)

source: Image &Source
pt_br: &Origem da imagem

source: Image &Link:
pt_br: &Link da imagem:

source: Ima&ge Formats...
pt_br: Formatos de Ima&gem...

source: Alternate File &%d
pt_br: Arquivo alternativo &%d

source: Unavailable
pt_br: Não disponível

source: Enabled
pt_br: Habilitado

source: Format
pt_br: Formato

source: Image Format:
pt_br: Formato de imagem:

source: Base Filename: (without extension)
pt_br: Nome base de arquivo (sem extensão)

source: Prepend parent area filename
pt_br: Adicionar antes nome de arquivo da área pai

source: Load &Preview
pt_br: Carregar &Preview

source: Loading preview, please wait
pt_br: Carregando preview, por favor aguarde

source: Transparent Color
pt_br: Cor Transparente

source: Transparent Pixel
pt_br: Pixel Transparente

source: &Selection type: (double-click)
pt_br: Tipo de &seleção: (duplo-clique)

source: Image &Format:
pt_br: &Formato de imagem:

source: &Preview Image Format: (comparisson only)
pt_br: Formato de imagem de previe&w: (somente comparação)

source: &Transparent Colors:
pt_br: Cores &Transparentes:

source: Transparent &Pixels:
pt_br: &Pixels Transparentes:

source: - DEFAULT -
pt_br: - PADRÃO -

source: Calculating file sizes, please wait...
pt_br: Calculando tamanhos de arquivos, por favor aguarde...

source: Right-click for area menu
pt_br: Clique com o botão direito do mouse para menu da área

source: Map &URL: (e.g.: http://www.htmlbutcher.com)
pt_br: &URL do mapa: (e.g.: http://www.htmlbutcher.com)

source: Map &Area Tag Append: (<AREA> attributes)
pt_br: Adicionar à tag do &mapa: (atributos de <AREA>)

source: Image AL&T: (ALT attribute for <AREA> tag)
pt_br: AL&T da imagem: (atributo ALT da tag <AREA>)

source: &Rows:
pt_br: &Linhas:

source: &Columns:
pt_br: &Colunas:

source: This area already contains slices, they will be removed for this slicing operations, area you sure?
pt_br: Esta área já contem fatias, elas serão removidas para esta operação, tem certeza?

source: Warning
pt_br: Aviso

source: Width:
pt_br: Largura:

source: Height:
pt_br: Altura:

source: Basic
pt_br: Básico

source: Advanced
pt_br: Avançado

source: Edit
pt_br: Editar

source: Edit Mode
pt_br: Modo de edição

source: Default (Table)
pt_br: Padrão (Table)

source: &Layout type
pt_br: Tipo de &layout

source: View
pt_br: Visualizar

source: Alternate
pt_br: Alternativo

source: &Mask:
pt_br: &Máscara:

source: &Image path:
pt_br: Caminho de &diretório das imagens:

source: &Filename:
pt_br: Nome do a&rquivo:

source: &Encoding:
pt_br: Codi&ficação:

source: Items
pt_br: Itens

source: Images
pt_br: Imagens

source: Images Global
pt_br: Imagens globais

source: &Assorted file groups:
pt_br: Grupos de arquivos e&xtra:

source: C&SS file:
pt_br: Arquivo C&SS:

source: Back&ground Image:
pt_br: Imagem de &fundo:

source: Stretchable La&yout
pt_br: La&yout esticável

source: &Title:
pt_br: &Título:

source: &Head (HTML inside <HEAD>):
pt_br: Cabeçal&ho (HTML dentro de <HEAD>):

source: AP tableless styles on top of pa&ge
pt_br: Estilos AP tableless no topo da pá&gina

source: &Body Tag Add: (<BODY> attributes)
pt_br: Adicionar à tag do cor&po: (atributos de <BODY>)

source: Body &Prepend:
pt_br: Adicionar a&ntes do corpo:

source: &Table Tag Add: (<TABLE> attributes)
pt_br: Adicionar à tag da ta&bela: (atributos de <TABLE>)

source: Body &Append:
pt_br: Adicionar &depois do corpo:

source: Alternate File &%d:
pt_br: Arquivo alternativo &¨%d:

source: No CSS
pt_br: Sem CSS

source: File is required
pt_br: Arquivo é obrigatório

source: Mask is required
pt_br: Máscara é obrigatório

source: At least one item must be selected.
pt_br: Pelo menos um item deve ser selecionado.

source: Fatal error - please restart the application
pt_br: Erro fatal - por favor reinicie a aplicação

source: Unhandled exception caught, program will terminate.
pt_br: Exceção não tratada, o programa será terminado.

source: displays help on the command line parameters
pt_br: mostrar ajuda nos parametros de linha de comando

source: input project file
pt_br: arquivo de projeto de entrada

source: &New Ctrl-N
pt_br: &Novo Ctrl-N

source: Create new project
pt_br: Criar novo projeto

source: &Open... Ctrl-O
pt_br: &Abrir... Ctrl-A

source: Open project
pt_br: Abrir projeto

source: C&lose
pt_br: &Fechar

source: Close project
pt_br: Fechar projeto

source: &Save Ctrl-S
pt_br: &Salvar Ctrl-S

source: Save project
pt_br: Salvar projeto

source: Save &as...
pt_br: Salvar &como...

source: Save project with a different file name
pt_br: Salvar projeto com outro nome de arquivo

source: Save for &Web... Ctrl-W
pt_br: Salvar para &Web... Ctrl-W

source: Export HTML
pt_br: Exportar HTML

source: Save all for We&b...
pt_br: Salvar tudo para We&b...

source: Export multiple views HTML
pt_br: Exportar múltiplas páginas para HTML

source: &Preferences...
pt_br: &Preferências..

source: Program preferences
pt_br: Preferências do programa

source: E&xit Alt-F4
pt_br: Sai&r Alt-F4

source: Exit the application
pt_br: Sair do programa

source: &File
pt_br: &Arquivo

source: &View
pt_br: &Visualizar

source: Zoom &Out -
pt_br: M&enos zoom -

source: Zoom out
pt_br: Menos zoom

source: Zoom &In +
pt_br: Mai&s zoom +

source: Zoom in
pt_br: Mais zoom

source: Show/hide preview
pt_br: Mostar/esconder preview

source: &Borders CTRL-B
pt_br: &Bordas CTRL-B

source: Show/hide borders
pt_br: Mostrar/esconder bordas

source: &Areas CTRL-A
pt_br: Áre&as CTRL-A

source: Show/hide areas
pt_br: Mostrar/esconder áreas

source: G&lobal Areas CTRL-L
pt_br: Áreas G&lobais CTRL-L

source: Show/hide global areas
pt_br: Mostrar/esconder áreas globais

source: &Map Areas CTRL-M
pt_br: Áreas de &Mapa CTRL-M

source: Show/hide map areas
pt_br: Mostrar/esconder áreas de mapa

source: &Grid CTRL-G
pt_br: &Grade CTRL-G

source: Show/hide grid
pt_br: Mostrar/esconder grade

source: Grid &size...
pt_br: Taman&ho da grade...

source: Grid size
pt_br: Tamanho da grade

source: Alterna&te File F12
pt_br: Arquivo Al&ternativo F12

source: Show alternate file
pt_br: Mostrar arquivo alternativo

source: Lang&uage...
pt_br: &Idioma...

source: Select language
pt_br: Selecione seu idioma preferido

source: No selection mode
pt_br: Nenhum modo de seleção

source: &Line F2
pt_br: &Linha F2

source: Line selection mode
pt_br: Modo de seleção de linha

source: &Area F3
pt_br: Áre&a F3

source: Area selection mode
pt_br: Modo de seleção de área

source: &Basic
pt_br: &Básico

source: Basic edit mode
pt_br: Modo de edição básica

source: Normal edit mode
pt_br: Modo de edição normal

source: &Advanced
pt_br: &Avançado

source: Advanced edit mode
pt_br: Modo de edição avançado

source: &Edit mode
pt_br: Modo de &Edição

source: Edit mode
pt_br: Modo de edição

source: &Mode
pt_br: &Modo

source: &Files... F5
pt_br: &Arquivos... F5

source: Project files
pt_br: Arquivos do projeto

source: &Masks... F6
pt_br: &Máscaras... F6

source: Project masks
pt_br: Máscaras do projeto

source: &Views... F7
pt_br: &Páginas... F7

source: Project views
pt_br: Páginas do projeto

source: File &paths...
pt_br: Cami&nhos de diretório...

source: File paths
pt_br: Caminhos de diretório

source: Assorted file &groups...
pt_br: &Grupos de arquivos extra

source: Assorted file groups
pt_br: Grupos de arquivos extra

source: &Assorted files... Ctrl-D
pt_br: Arquivos e&xtra... Ctrl-D

source: Assorted files
pt_br: Arquivos extra

source: &CSS files... F9
pt_br: Arquivos &CSS... F9

source: CSS files
pt_br: Arquivos CSS

source: &Image Formats...
pt_br: Formatos de &Imagem...

source: Image formats
pt_br: Formatos de imagem

source: Current mas&k... Ctrl-F6
pt_br: Má&scara atual... Ctrl-F6

source: Edit current mask
pt_br: Editar a máscara atual

source: &Current view... Ctrl-F7
pt_br: Página a&tual... Ctrl-F7

source: Edit current view
pt_br: Editar a página atual

source: Current a&reas... Ctrl-Shift-F7
pt_br: Áreas at&uais... Ctrl-Shift-F7

source: Edit current view's areas
pt_br: Editar as áreas da página atual

source: New vie&w wizard
pt_br: Assistente de criação de no&va página

source: Shows the new view wizard
pt_br: Exibir o assistente de criação de nova página

source: Project &options...
pt_br: &Opções do projeto

source: Project options
pt_br: Opções do projeto

source: &Data
pt_br: &Dados

source: &Contents F1
pt_br: &Conteúdo F1

source: Help contents
pt_br: Conteúdo da ajuda

source: &About
pt_br: &Sobre

source: Show info about this application
pt_br: Mostrar informações desta aplicação

source: &Test
pt_br: &Teste

source: Test
pt_br: Teste

source: New Project
pt_br: Novo Projeto

source: Open Project
pt_br: Abrir Projeto

source: Save Project
pt_br: Salvar Projeto

source: Insert Horizontal Line
pt_br: Inserir linha horizontal

source: Insert Vertical Line
pt_br: Inserir linha vertical

source: Move line
pt_br: Mover linha

source: Insert global area
pt_br: Inserir área global

source: Delete global area
pt_br: Excluir área global

source: Insert map area
pt_br: Inserir área de mapa

source: Delete map area
pt_br: Excluir área de mapa

source: Cancel operation
pt_br: Cancelar operação

source: View:
pt_br: Página:

source: Zoom Out
pt_br: Menos zoom

source: Zoom In
pt_br: Mais zoom

source: Mode:
pt_br: Modo:

source: Alternate File:
pt_br: Arquivo alternativo:

source: Main
pt_br: Principal

source: Tools
pt_br: Ferramentas

source: Cannot create new project
pt_br: Não é possível criar novo projeto

source: Load project
pt_br: Carregar projeto

source: HTMLButcher Project (*.hbp)|*.hbp|All files|*.*
pt_br: Projetos HTMLButcher (*.hbp)|*.hbp|Todos os arquivos|*.*

source: Cannot open project
pt_br: Não é possivel abrir o projeto

source: Cannot close project
pt_br: Não é possivel fechar o projeto

source: Cannot save project
pt_br: Não é possível salvar o projeto

source: Save project as
pt_br: Salvar o projeto como

source: project.hbp
pt_br: projeto.hbp

source: Save for web
pt_br: Salvar para web

source: HTML files (*.html;*;htm)|*.html;*.htm|All files (*.*)|*.*
pt_br: Arquivos HTML(*.html;*;htm)|*.html;*.htm|Todos os arquivos (*.*)|*.*

source: No view selection for save for web
pt_br: Nenhuma página selecionada para salvar para web

source: Select output directory
pt_br: Selecione o diretório de destino

source: No view selection for multiple save for web
pt_br: Nenhuma página selecionada para salvar tudo para web

source: Select views to save:
pt_br: Selecione as páginas a salvar:

source: Save all for Web
pt_br: Salvar tudo para a Web

source: Generating HTML...
pt_br: Gerando HTML....

source: No help
pt_br: Sem ajuda

source: Files not available
pt_br: Arquivos não disponíveis

source: Mask not active
pt_br: Máscara não está ativa

source: No view in current context
pt_br: Nenhuma página no contexto atual

source: File path menu is invalid
pt_br: Menu de caminho de arquivo é inválido

source: Malformed CSS file
pt_br: Arquivo CSS mal formado

source: No current view current
pt_br: Nenhuma página atual é atual

source: No current area current
pt_br: Nenhuma área atual é atual

source: Option unavailable
pt_br: Opção indisponível

source: No current mask current
pt_br: Nenhuma máscara atual é atual

source: Image format list not found
pt_br: Lista de formato de imagens não encontrada

source: Enter zoom
pt_br: Entre com o zoom

source: Enter grid size
pt_br: Entre o tamanho da grade:

source: Grid Size
pt_br: Tamanho da Grade

source: Operation is unavailable
pt_br: Operação não está disponível

source: Current project is not saved, close anyway?
pt_br: O projeto atual não está salvo, fechar mesmo assim?

source: [New Project]
pt_br: [Novo Projeto]

source: Modified
pt_br: Modificado

source: - Select view -
pt_br: - Selecione Página -

source: - NONE -
pt_br: - NENHUM -

source: Line
pt_br: Linha

source: Welcome
pt_br: Bem-vindo

source: Welcome to the New view wizard!
pt_br: Bem-vindo ao assistente de criação de nova página!

source: This wizard will help on the creation of a new VIEW (HTML page).
pt_br: Este assistente irá ajudar na criação de uma nova PÁGINA HTML.

source: To continue, press Next.
pt_br: Para continuar, pressione Avançar.

source: Layout Image File
pt_br: Arquivo de imagem do layout

source: Select image file:
pt_br: Selecione arquivo de imagem:

source: The layout image FILE is the image made by the webdesigner
pt_br: O ARQUIVO de imagem do layout é a imagem feita pelo webdesigner

source: that will be sliced to generate the HTML page.
pt_br: que será fatiada para gerar a página HTML.

source: The layout image file is required.
pt_br: A imagem de layout é obrigatória.

source: File not found.
pt_br: Arquivo não encontrado.

source: Unknown image file format.
pt_br: Format de imagem desconhecido.

source: Layout Mask
pt_br: Máscara de layout

source: Create new mask
pt_br: Criar nova máscara

source: Mask name:
pt_br: Nome da máscara:

source: Use existing mask
pt_br: Usar máscara existente

source: The MASK will define the areas of the HTML slicing.
pt_br: A MÁSCARA definirá as áreas do fatiamento da imagem.

source: It could be defined as the real output page slices,
pt_br: Ela poderia ser definida como as próprias fatias da página,

source: but to allow reuse, a MASK was separately created from
pt_br: mas para permitir reuso, a MÁSCARA foi criada separadamente

source: the output page (the VIEW).
pt_br: da PÁGINA.

source: Normally the MASK should have the same size as the layout IMAGE,
pt_br: Normalmente a MÁSCARA deve ter o mesmo tamanho da imagem de layout,

source: but if the layout images aren't all the same size, the mask
pt_br: mas se as imagens de layout não forem todas do mesmo tamanho,

source: should be the size of the largest one.
pt_br: a MÁSCARA deve ser o tamanho da maior delas.

source: The mask name is required.
pt_br: O nome da máscara é obrigatório.

source: View (output page)
pt_br: Página

source: View name:
pt_br: Nome da página:

source: Output HTML file name:
pt_br: Nome do arquivo HTML:

source: The VIEW is the output HTML page.
pt_br: O PÁGINA é a página HTML a ser gerada.

source: It combines an image FILE with a MASK, generating a single
pt_br: Ela combina um ARQUIVO com uma MÁSCARA, gerando uma única

source: output HTML page together with the sliced images.
pt_br: página HTML junto com suas imagens fatiadas.

source: The view name is required.
pt_br: O nome da página é obrigatório.

source: The file name is required.
pt_br: O nome do arquivo é obrigatório.

source: Confirmation
pt_br: Confirmação

source: Please review your selection, and click Finish if all is correct.
pt_br: Por favor reveja sua seleção, e clique Finalizar se estiver correta.

source: Image file name: %s
pt_br: Arquivo de imagem: %s

source: Mask name: %s
pt_br: Nome da máscara: %s

source: Mask size: Width = %d Height = %d
pt_br: Tamanho da máscara: Largura = %d Altura = %d

source: View name: %s
pt_br: Nome da página: %s

source: View file name: %s
pt_br: Nome do arquivo HTML: %s

source: Invalid image handle
pt_br: Handle de imagem inválido

source: Error getting image bits
pt_br: Erro lendo os bits da imagem

source: Error copying image
pt_br: Erro copiando imagem

source: Error flipping image
pt_br: Erro invertendo imagem

source: This image cannot be transparent
pt_br: Esta imagem não pode ser transparente

source: Could not get pixel color
pt_br: Não foi possível retornar cor do pixel

source: Invalid color type for this operation
pt_br: Tipo de cor inválida para esta operação

source: No image available
pt_br: Não há imagens disponíveis

source: Item ID does not exists
pt_br: ID de item não existe

source: List is full
pt_br: A lista está cheia

source: NULL
pt_br: NULO

source: METADATA
pt_br: METADADO

source: BINARY: %d
pt_br: BINÁRIO: %d

source: About
pt_br: Sobre

source: Adjust Size
pt_br: Ajustar tamanho

source: Assorted File
pt_br: Arquivo extra

source: CSS File
pt_br: Arquivo CSS

source: File
pt_br: Arquivo

source: File Path
pt_br: Caminho de diretório

source: Image Formats
pt_br: Formatos de imagem

source: Image Format
pt_br: Formato de imagem

source: Masks
pt_br: Máscaras

source: Views
pt_br: Páginas

source: Assorted File Groups
pt_br: Grupos de arquivos extra

source: File Paths
pt_br: Caminhos de diretório

source: CSS Files
pt_br: Arquivos CSS

source: Slice Area
pt_br: Fatiar área

source: Preferences
pt_br: Preferências

source: Progress
pt_br: Progresso

source: Project Options
pt_br: Opções do projeto

source: Edit CSS
pt_br: Editar CSS

source: New view wizard
pt_br: Assistente de criação de nova página
